1yib.rust-bundle
asvetliakov.vscode-neovim
cs128.cs128-clang-tidy
dustypomerleau.rust-syntax
golang.go
jannisberndt.dark-orange
mads-hartmann.bash-ide-vscode
ms-azuretools.vscode-containers
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
rust-lang.rust-analyzer
serayuzgur.crates
shortarrow.line-number-deco
tomrijndorp.find-it-faster
vallentin.vscode-bnf
vscodevim.vim
willumz.generic-pseudocode
yzane.markdown-pdf
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-explorer
ms-vscode.remote-server
openai.chatgpt
